{
  "info": {
    "total": 1,
    "parameters": {
      "name": "Claude Monet"
    }
  },
  "data": [
    {
      "created_at": "2020-11-04 19:01:07.671000",
      "updated_at": "2022-10-14 09:01:49.445000",
      "name": "Claude Monet",
      "nationality": "French",
      "description": "Claude Monet (French, 1840–1926)",
      "biography": "Claude Monet spent his youth in Le Havre in Normandy, where his father worked as a wholesale grocer. By the age of sixteen, he had exhibited some of his caricatures in an art supply store, leading to his acquaintance with Boudin (q.v.). It was Boudin who first encouraged him to paint out of doors. In 1859 Monet traveled to Paris, where he saw Boudin's salon debut and met Constant Troyon (1810-1865). A year later he joined the Académie Suisse, where he was introduced to Pissarro (q.v.), but his studies were interrupted in 1861 when he was drafted for a seven-year stint in the military. His family would pay for his release from military duties only if he gave up painting. Finding this unacceptable, Monet served for one year in Algeria before an early return to France to convalesce after a severe illness. In 1862 he met Jongkind (q.v.), another important influence on the young painter's development. Monet's father then allowed him to pursue his art career in Paris, where he entered the studio of the Swiss painter Charles Gleyre (1806-1874). He studied with Gleyre until 1864 and befriended Frédéric Bazille (1841-1870), Renoir (q.v.), and Sisley (q.v.), with whom he painted in the forest of Fontainebleau (Déjeuner sur l'herbe, 1865, two fragments in Musée d'Orsay, Paris). Monet first exhibited at the Salon of 1865 and would do so again in 1866, 1868, and 1880. In 1868 he shared a studio with Bazille and Renoir but was soon forced to leave Paris to escape his creditors. He took his mistress, Camille Doncieux, and their son, Jean, to Fécamp, then Étretat, and finally Saint-Michel. There Renoir provided hospitality, and the two also painted at the boating and bathing center of La Grenouillère on the Seine. In 1870 Monet married Camille and, to escape the Franco-Prussian War, left for London, where he remained for nine months and met Durand-Ruel, his first dealer. In the summer of 1871 he visited the Netherlands and then settled in Argenteuil, to the west of Paris. He converted a boat into a studio, as Daubigny (q.v.) had done before him, allowing him to explore different viewpoints for his landscapes. He assisted in the organization of the First Impressionist Exhibition in 1874, partly because Durand-Ruel's worsened business situation had prevented the dealer from buying his art. The following year he participated in the Hôtel Drouot sale with Morisot (q.v.), Renoir, and Sisley. In 1878 Monet and his wife moved to Vétheuil with the Hoschedés, who had previously commissioned some works. Camille died the following year, and, while Ernest Hoschedé spent most of his time in Paris trying to settle his precarious financial situation, Monet stayed behind with Ernest's wife, Alice. In 1881 he moved with her and her children to Poissy and within two years was living at Giverny, where he would remain for the rest of his life. He painted some of his famous scenes-the haystack and poplar series, for example- in 1890-91. Ernest Hoschedé died in 1891, and Monet married Alice the following year. At Giverny, Monet explored the themes of his garden and water lilies. He continued to travel, going to Norway in 1895, making three trips to London from 1899 through 1901, and taking Alice to Venice in 1908. The final years of his life were mainly spent working on his Great Decorations, large paintings of a water lily pond designed for two oval rooms at the Paris Orangerie. Monet is generally considered the most typical exponent of impressionism.",
      "birth_year": "1840",
      "death_year": "1926",
      "id": 1844,
      "artworks": [
        {
          "id": 95272,
          "accession_number": "1916.1044",
          "title": "Gardener's House at Antibes",
          "tombstone": "Gardener's House at Antibes, 1888. Claude Monet (French, 1840–1926). Oil on fabric; framed: 91.1 x 118.4 x 13.7 cm (35 7/8 x 46 5/8 x 5 3/8 in.); unframed: 66.3 x 93 cm (26 1/8 x 36 5/8 in.). The Cleveland Museum of Art, Gift of Mr. and Mrs. J. H. Wade 1916.1044",
          "url": "https://clevelandart.org/art/1916.1044"
        },
        {
          "id": 125234,
          "accession_number": "1947.196",
          "title": "Low Tide at Pourville, near Dieppe, 1882",
          "tombstone": "Low Tide at Pourville, near Dieppe, 1882, 1882. Claude Monet (French, 1840–1926). Oil on fabric; framed: 65.4 x 106.7 x 10.5 cm (25 3/4 x 42 x 4 1/8 in.); unframed: 59.9 x 81.3 cm (23 9/16 x 32 in.). The Cleveland Museum of Art, Gift of Mrs. Henry White Cannon 1947.196",
          "url": "https://clevelandart.org/art/1947.196"
        },
        {
          "id": 130391,
          "accession_number": "1953.155",
          "title": "Spring Flowers",
          "tombstone": "Spring Flowers, 1864. Claude Monet (French, 1840–1926). Oil on fabric; framed: 144.5 x 117.2 x 12.1 cm (56 7/8 x 46 1/8 x 4 3/4 in.); unframed: 116.8 x 90.5 cm (46 x 35 5/8 in.). The Cleveland Museum of Art, Gift of the Hanna Fund 1953.155",
          "url": "https://clevelandart.org/art/1953.155"
        },
        {
          "id": 135382,
          "accession_number": "1958.39",
          "title": "The Red Kerchief",
          "tombstone": "The Red Kerchief, c. 1868–73. Claude Monet (French, 1840–1926). Oil on fabric; framed: 128.3 x 105.7 x 14.6 cm (50 1/2 x 41 5/8 x 5 3/4 in.); unframed: 99 x 79.8 cm (39 x 31 7/16 in.). The Cleveland Museum of Art, Bequest of Leonard C. Hanna, Jr. 1958.39",
          "url": "https://clevelandart.org/art/1958.39"
        },
        {
          "id": 136510,
          "accession_number": "1960.81",
          "title": "Water Lilies (Agapanthus)",
          "tombstone": "Water Lilies (Agapanthus), c. 1915–26. Claude Monet (French, 1840–1926). Oil on canvas; framed: 204.9 x 430.3 x 6 cm (80 11/16 x 169 7/16 x 2 3/8 in.); unframed: 201.3 x 425.6 cm (79 1/4 x 167 9/16 in.). The Cleveland Museum of Art, John L. Severance Fund and an anonymous gift 1960.81",
          "url": "https://clevelandart.org/art/1960.81"
        }
      ]
    }
  ]
}